{
  "@context": {
    "ldp": "http://www.w3.org/ns/ldp#",
    "schema": "http://schema.org/",
    "fedora": "http://fedora.info/definitions/v4/repository#",
    "webac": "http://fedora.info/definitions/v4/webac#",
    "acl": "http://www.w3.org/ns/auth/acl#",
    "ucdlib": "http://digital.ucdavis.edu/schema#",
    "ebucore": "http://www.ebu.ch/metadata/ontologies/ebucore/ebucore#"
  },
  "@id": "",
  "@type": [
    "schema:Collection",
    "http://fedora.info/definitions/v4/repository#ArchivalGroup"
  ],
   "ucdlib:hasLabel": {
    "@id": "@base:/labels"
    },
    "schema:about": [
      {
        "@id": "http://id.worldcat.org/fast/1175907"
      },
      {
        "@id": "http://id.worldcat.org/fast/1273793"
      },
      {
        "@id": "http://id.worldcat.org/fast/990079"
      }
    ],
  "schema:datePublished": {
    "@type": "http://www.w3.org/2001/XMLSchema#date",
    "@value": "2025-10-23"
  },
  "schema:description": "Called \"the most powerful grape-grower\" by Wine Spectator and The Wall Street Journal, W. Andrew \"Andy\" Beckstoffer started his career as a business analyst working for the food and beverage corporation, Heublein. With a sharp focus on acquisition strategies, Beckstoffer was instrumental in Heublein's entrance into the California wine industry. Under his guidance, Heublein acquired Beaulieu Vineyards and United Vintners (the parent company of Inglenook and Italian Swiss Colony Wines) and established a vineyard management subsidiary, Vinifera Development Corporation.\n\n In 1973, Heublein made moves to exit the wine market, partially in response to the uncertainty surrounding the National Farm Workers Association labor movement and boycotts. Instead of procuring a buyer, Beckstoffer purchased 1,200 acres of vineyards from Heublein and named his new company Vinifera Vineyards. In 1978 he renamed the company Beckstoffer Vineyards.\n\n In 1975, Beckstoffer and other farmers joined together to create the Napa Valley Grape Growers Association (currently known as the Napa Valley Grapegrowers). Their mission is to promote sustainable farming practices and conservation practices that protect the delicate balance of the Napa Valley ecosystem. Through the Napa Valley Grapegrowers, Beckstoffer successfully advocated for the price of grapes to be tied to the bottle price of the wine and was instrumental in the creation of the Napa County Winery Definition Ordinance, which requires 75 percent of the wine made in the Napa Valley Agricultural Preserve to be from Napa Valley grapes.\n\n This digital collection offers a sample of the full collection, which includes the corporate records of Beckstoffer Vineyards, correspondence, land assessor's maps, and some photographs. The bulk of the collection focuses on Beckstoffer's work within the grape industry, Napa Valley preservation efforts, as well as his role in the establishment of organizations such as the Napa Valley Grape Growers Association, and the Rutherford Dust Society. Also included are materials on the To Kalon vineyard and a small amount of material on labor unions, Cesar Chavez, and the United Farm Workers (UFW).\n\n The finding aid for the full collection is available at the [Online Archive of California](https://oac.cdlib.org/findaid/ark:/13030/c82j6kv5).",
  "schema:identifier": [
    "ark:/87293/d32f7k045",
    "D-738"
  ],
  "schema:license": {
    "@id": "http://rightsstatements.org/vocab/InC-NC/1.0/"
  },
  "schema:name": "Beckstoffer (W. Andrew \"Andy\") Papers",
  "schema:publisher": [
    "UC Davis Library, Archives and Special Collections",
    {
      "@id": "http://id.loc.gov/authorities/names/no2008108707"
    }
  ],
  "schema:sdDatePublished": {
    "@type": "http://www.w3.org/2001/XMLSchema#gYear",
    "@value": "2025"
  },
  "schema:sdLicense": {
    "@id": "http://rightsstatements.org/vocab/InC-NC/1.0/"
  },
  "schema:sdPublisher": "UC Davis Library, Archives and Special Collections"
}